IDEA StatiCa Open Model
ISDModel.Loading Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 All loading entities of Detail
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<ReferenceElement> Loading { get; set; }
Public Property Loading As List(Of ReferenceElement)
	Get
	Set
public:
property List<ReferenceElement^>^ Loading {
	List<ReferenceElement^>^ get ();
	void set (List<ReferenceElement^>^ value);
}
Property Value
Type: List<ReferenceElement>
See Also
Reference
ISDModel Class
IdeaRS.OpenModel.Detail Namespace